Repository: ALeXx84200/opencapture
Catalog: webApp/static/babel/translations/*/LC_MESSAGES/messages.po
Languages: fr

# CONNECTION_ERROR
source: Error while trying to connect to the GED
fr: Erreur lors de la connexion à la GED

# USERNAME_REQUIRED
source: Bad login
fr: Mauvais nom de compte

# PASSWORD_REQUIRED
source: Bad password
fr: Mauvais un mot de passe

source: User
fr: L'utilisateur

source: Already registered
fr: est déjà enregistré

# USER_CREATED_OK
source: User created with succes
fr: Utilisateur créé avec succès

source: User deleted
fr: Utilisateur supprimé

source: User disabled
fr: Utilisateur desactivé

source: Name
fr: Nom

source: Address
fr: Adresse

# ADDRESS_COMPLEMENT
source: Adress complement
fr: Complément d'adresse

source: Zip code
fr: Code postal

source: City
fr: Ville

source: VAT number
fr: Numéro de TVA

source: SIRET Number
fr: Numéro de SIRET

source: SIREN Number
fr: Numéro de SIREN

source: Order number
fr: Numéro de commande

source: Delivery form number
fr: Numéro de bon de livraison

source: Invoice number
fr: Numéro de facture

source: Invoice date
fr: Date de la facture

source: Due date
fr: Date d'échéance

source: VAT rate
fr: Taux de TVA

source: No rate amount
fr: Montant HT

source: Load account
fr: Compte de charge

# SELECT_LOAD_ACCOUNT
source: Select a load account
fr: Selectionnez un compte de charge

# TOTAL_NO_RATE
source: Total without rate
fr: Total HT

# TOTAL_TTC
source: Total including taxes
fr: Total TTC

source: VAT amount
fr: Montant TVA

# SELECT_STRUCTURE
source: Select a structure
fr: Selectionnez une structure

source: Outcome
fr: Dépenses

# SELECT_OUTCOME
source: Select an outcome
fr: Choix de la dépense

source: No results
fr: Pas de résultats

source: Show
fr: Affichage de

source: of
fr: sur

# END_LONG
source: Invoice validated and closed
fr: Facture validée et cloturée

# ERROR_WHILE_INSERTING_IN_GED
source: Error while inserting invoice in GED
fr: Erreur lors de l'insertion de la facture dans la GED

# ERROR_WHILE_RETRIEVING_USER
source: Error while retrieving user informations
fr: Erreur lors de la récupération des information utilisateur

# UPDATE_ROLE_OK
source: Role updated with success
fr: Rôle mis à jour avec succès

# UPDATE_ROLE_ERROR
source: Error while trying to update role
fr: Erreur lors de la mise à jour du rôle

# ERROR_OLD_PASSWORD_NOT_MATCH
source: The old password do not match
fr: L'ancien mot de passe ne corresponds pas

# UPDATE_OK
source: Password updated with success
fr: Mise à jour du mot de passe effectuée avec succès

# UPDATE_ERROR
source: Error while updating password
fr: Erreur lors de la mise à jour du mot de passe

# USER_ENABLED_OK
source: User enabled with succes
fr: Utilisateur ré-activé avec succès

# USER_ENABLED_ERROR
source: Error while attempting to enable user
fr: Erreur lors de la réactivation de l'utilisateur

# USER_DISABLED_OK
source: User disabled with succes
fr: Utilisateur désactivé avec succès

# USER_DISABLED_ERROR
source: Error while attempting to disable user
fr: Erreur lors de la désactivation de l'utilisateur

# USER_DELETED_OK
source: User deleted with succes
fr: Utilisateur supprimé avec succès

# USER_DELETED_ERROR
source: Error while attempting to delete user
fr: Erreur lors de la suppression de l'utilisateur

# VAT_NOT_VALID
source: Invalid VAT number
fr: Numéro de TVA invalide

# VAT_API_ERROR
source: Unable to join VAT number verification API
fr: Impossible de joindre l'API de vérification du numéro de TVA

source: Profile updated
fr: Profil modifié avec succès

# PROFILE_UPDATE_ERROR
source: Error while updating profile
fr: Erreur lors du changement de profil

# CONFIG_FILE_UPDATED
source: Configuration file updated with success
fr: Fichier de configuration modifié avec succès

# ERROR_UPDATE_CONFIG_FILE
source: Error while updating configuration file
fr: Erreur lors de la modification du fichier de configuration

source: Supplier added
fr: Fournisseur ajouté

source: Supplier edited
fr: Fournisseur modifié

source: Supplier deleted
fr: Fournisseur supprimé

# ALL_SUPPLIER_POSITION_DELETED
source: Positions of all the suppliers deleted
fr: Positions de tous les fournisseur supprimées

# SUPPLIER_POSITION_DELETED
source: Supplier positions deleted
fr: Positions du fournisseur supprimées

# SUPPLIER_AUTO_VALIDATION_SKIPPED
source: The next automatic validation will be skipped
fr: La prochaine validation automatique sera bien outrepassée

# SUPPLIER_AUTO_VALIDATION_SKIPPED_DISABLED
source: The automatic validation is now enabled
fr: La prochaine validation automatique est bien réactivée

source: Invoice deleted
fr: Facture supprimée

# FILE_UPLOAD_SUCCESS
source: File(s) upload with success
fr: Fichier(s) téléchargé(s) avec succès

# FORM_SAVED_AUTO
source: Facturation informations saved with sucess (automatically)
fr: Informations de facturation enregistrées (automatique)

# FORM_SAVED
source: Facturation informations saved with sucess
fr: Informations de facturation enregistrées

# _CONFIRM_DELETE
source: Do you really want to delete this invoice ?
fr: Voulez-vous vraiment supprimer cette facture ?

source: Select all
fr: Tout sélectionner

source: Unselect all
fr: Tout désélectionner

# _CONFIRM_DELETE_BATCH
source: Do you really want to delete this batch of invoices ?
fr: Voulez vous vraiment supprimer ce lot de factures ?

source: Invoice
fr: Facture

# _CONFIRM_DELETE_SUPPLIER
source: Are you sure you want to delete this supplier?
fr: Voulez-vous vraiment supprimer ce fournisseur ?

# _CONFIRM_DELETE_SUPPLIER_POSITION
source: Do you really want to delete this supplier's positions ? This action can't be undo
fr: Voulez-vous vraiment supprimer les positions de ce fournisseurs ? Cette action ne peut pas être annulée

# _CONFIRM_SKIP_AUTO_VALIDATION
source: Do you really want to skip next automatic validation ?
fr: Voulez-vous vraiment outrepasser la prochaine validation automatique ?

# _CONFIRM_DISABLE_SKIP_AUTO_VALIDATION
source: Do you really want to re enable automatic validation ?
fr: Voulez-vous vraiment ré-activer la prochaine validation automatique ?

# INVALID-INPUT
source: Invalid field
fr: Champ invalide

# _CONFIRM_DELETE_ALL_POSITIONS
source: Do you really want to delete positions of ALL the suppliers ?
fr: Êtes vous sûr de vouloir supprimer les positions de TOUS les fournisseurs ?

# WAIT_OCR_END
source: Please wait the end of the first OCR process
fr: Merci d'attendre la fin du processus d'OCR

# SIRET_CONNECTION_ERROR
source: Error while connection to SIRET verification service. The SIRET/SIREN could'nt be verified
fr: Erreur lors de la connexion au service de vérification du numéro de SIRET. Les numéros de SIRET/SIREN ne peuvent donc pas être validé

# SELECT_BUDGET
source: Select a budget
fr: Selectionnez un budget

source: Error occured
fr: Une erreur est arrivée

# WRONG_SIRET_FORMAT
source: The SIRET have a wrong format
fr: Le format du SIRET n'est pas bon

# WRONG_SIREN_FORMAT
source: The SIREN have a wrong format
fr: Le format du SIREN n'est pas bon

# BAN_API_ERROR
source: Error while connecting API for national adress verification
fr: Erreur lors de la connexion à l'API de vérification de la BAN

# REFUSE_CONFIRMATION
source: Do you really want to refuse the invoice ?
fr: Voulez vous vraiment refuser cette facture ?

source: Yes
fr: Oui

# BAD_FORMAT
source: The date format isn't good
fr: Le format de date n'est pas bon

# FORM_ERROR_OR_EMPTY_FIELD
source: The form have some errors or empty field. Please correct them before validate
fr: Le formulaire présente des erreurs ou des champs vides. Merci de les corriger avant de valider

# INCORRECT_BAN_ADDRESS
source: The address doesn't perfectly match to national referential
fr: L'adresse ne corresponds pas parfaitement au référentiel national.

# PUT_FORM_TO_SUPPLIER_WAIT
source: We advise you to put on hold this invoice, awaiting supplier update
fr: Nous vous conseillons de mettre la facture en attente en attendant de mettre à jour le fournisseur

source: Put on hold
fr: Mettre en attente

# _VALID_WIHTOUT_BAN_VERIFICATION
source: Valid without address verification
fr: Valider sans la vérification de la BAN

# INVALID_VAT_NUMBER
source: The VAT number is invalid.
fr: Le numéro de TVA n'est pas valide.

# _VALID_WIHTOUT_VAT_VERIFICATION
source: Valid without VAT verification ?
fr: Valider sans vérifier du numéro de TVA ?

# CALCUL_NOT_EQUAL_WOULD_YOU_VALIDATE
source: The sum of the amounts allocated to the analytics is different from the total amount without rates. Do you still want to validate the invoice ?
fr: La somme des montants alloués à l'analytique est différente du montant total HT. Voulez-vous malgré tout valider la facture ?

# INVOICE_ALREADY_EXIST
source: An invoice linked to the same supplier and having the same invoice number already appears in the database. Do you still want to validate the invoice ?
fr: Une facture reliée au même fournisseur et ayant le même numéro de facture apparait déjà en base de données. Voulez-vous quand même valider la facture ?

source: Field to check
fr: Champ à vérifier

# BAN_VALUE
source: National address base value
fr: Valeur BAN

source: Invalid
fr: Invalide

source: Home
fr: Accueil

# LIST
source: Batch
fr: Lots

source: Upload
fr: Téléchargement

source: My profile
fr: Mon profil

source: Log out
fr: Déconnexion

source: Dashboard
fr: Panneau de contrôle

# USER_LIST
source: Users list
fr: Liste des utilisateurs

source: Create user
fr: Ajouter un utilisateur

# SUPPLIER_LIST
source: Suppliers list
fr: Liste des fournisseurs

source: Sign in
fr: Connexion

source: Sign up
fr: Créer un compte

# CALCULATE_TOTAL_AMOUNT
source: Calcultate the total amount
fr: Calculer le montant total

# FOUND_WITH_POSITION
source: Value found automatically" # (uncheck to delete positions in database
fr: Valeur trouvée de manière automatique" # (Décocher pour supprimer les positions en base de données

# ADD_VAT_RATE
source: Add a VAT rate
fr: Ajouter un taux de TVA

# VERIFIER_OC
source: Open-Capture verifier
fr: Open-Capture vérificateur

source: Log in
fr: Se connecter

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Validate
fr: Valider

source: Signing up
fr: Création de compte

# SELECT_ROLE
source: Please select a role...
fr: Merci de selectionner un rôle...

# ROLE_USER
source: User
fr: Utilisateur

# ROLE_ADMIN
source: Administrator
fr: Administrateur

# DASHBOARD_OC
source: OpenCapture dashboard
fr: Panneau de contrôle Open-Capture

source: General settings
fr: Paramètres généraux

source: Advanced settings
fr: Paramètres avancés

source: Separator settings
fr: Paramètres de séparation

# LAD SETTINGS
source: ADR settings
fr: Paramètres LAD

source: GED settings
fr: Paramètres GED

source: AI settings
fr: Paramètres de l'IA

source: Database settings
fr: Paramètres de BDD

source: Verify version
fr: Vérifier la version

source: Profile selection
fr: Choix du profil

# SIRET_SIREN_CHECK_INSEE
source: SIRET/SIREN check via INSEE
fr: Vérifications SIRET/SIREN via l'INSEE

source: Consumer key
fr: Clef du consommateur

source: Consumer secret
fr: Secret du consommateur

# INSEE_API_URL
source: API URL
fr: URL de l'API

# INSEE_SIRET_URL
source: URL for SIRET verification
fr: URL pour vérification SIRET

# INSEE_SIREN_URL
source: URL for SIREN verification
fr: URL pour vérification SIREN

# TVA_NUMBER_VERIFICATION
source: VAT Number verification
fr: Vérification du n° de TVA

# URL_API
source: API URL
fr: URL de l'API

# BAN_VERIFICATION
source: Address verification
fr: Vérification de la BAN

# ALLOW_DUPLICATE
source: Allow duplicate invoice
fr: Autoriser les doublons de facture

source: Enabled
fr: Actif

source: Allow automatic validation
fr: Autoriser la validation automatique

# CONVERT_PDF_TO_TIFF
source: Convert PDF to TIFF format instead of JPG
fr: Convertir les PDF en fichier TIFF plutôt que JPG

# ALLOW_BYPASS_SUPPLIER_VERIF
source: Allow bypass supplier address verification
fr: Autoriser le bypass de la vérification d'adresse des fournisseurs

# ENABLE_AUTO_SAVE
source: Enable automatic form save
fr: Activer la sauvegarde automatique du formulaire

source: Default password
fr: Mot de passe par défaut

# TIME_DELTA
source: Maximal difference of day between today and invoice date
fr: Différence de jour maximale depuis aujourd'hui (date de facture)

# TIME_DELTA_HELP
source: -1 to disable this functionnality
fr: -1 pour désactiver cette fonctionnalité

# UPLOAD_MAX_FILES
source: Number of files uploaded simultaneously
fr: Nombre de fichiers maximum à uploader en simultané

# SUPPLIER_ADDRES_VERIFICATION
source: Supplier address verification
fr: Validation adresse fournisseur

# PERCENTAGE_MAX_PER_FIELD
source: Maximum percentage per field
fr: Pourcentage de validation maximale par champs

# RATIO_HELP
source: From 1 to 100
fr: De 1 à 100

# PERCENTAGE_AVERAGE_PER_FIELD
source: Average percentage per field
fr: Pourcentage de validation moyenne par champs

source: Percentage before form submission
fr: Pourcentage de validation avant soumission formulaire

source: Separator path
fr: Chemin de séparation

# TMP_BATCH_PATH
source: Path to temporary batch (used in the webversion)
fr: Chemin temporaire des batchs (utilisé pour la version web)

# PDF_OUTPUT_PATH
source: Output PDF path
fr: Chemin de sortie des PDF

# PDF_ORIGIN_PATH
source: Path to original PDF path
fr: Chemin de stockage des fichiers originaux

source: General
fr: Général

source: Referencials
fr: Référentiels

source: QRCODE Separation
fr: Séparations par QR Code

# BLANK_PAGE_REMOVE
source: Remove blank pages
fr: Suppression des pages blanches

source: Project path
fr: Chemin du projet

source: Temp path
fr: Chemin temporaire

source: Images path
fr: Chemin pour les images

source: TIFF path
fr: Chemin pour les fichiers TIFF

source: Error path
fr: Chemin d'erreur

source: Logs file
fr: Fichier de logs

# DOCSERVER_PATH
source: Docservers path
fr: Chemin des docservers

# EXPORT_ACCOUNTING_FOLDER
source: XML export path
fr: Chemin d'export XML

# EXPORT_ACCOUNTING_FILE_PARSER
source: XML naming file
fr: Fichier de nommage des fichiers XML

# OCR_RESOLUTION_DPI
source: Image resolution for OCR (DPI)
fr: Résolution de l'image pour OCR (DPI)

# IMAGE_COMPRESSION_QUALITY
source: Quality of image compression
fr: Qualité de compression de l'image

# COMPRESSION_HELP
source: From 1 to 100. 100 being the best quality
fr: De 1 à 100, 100 étant la meilleure qualité

# OCR_CHAR_CORRECTION
source: OCR characters correction
fr: Correction des caractères OCR

# OCR_ERROR_PATH
source: Path for OCR correction file
fr: Chemin pour le fichier de correction OCR

# REGEX_LOCALE_CODE
source: REGEX language code
fr: Code language pour REGEX

# LOCALE_HELP
source: <b>fr_FR</b> or <b>en_EN</b> by default
fr: <b>fr_FR</b> ou <b>en_EN</b> par défaut

# OCR_LOCALE_CODE
source: OCR language code
fr: Code language pour OCR

# LOCALE_OCR_HELP
source: <b>fra</b> or <b>eng</b> by default
fr: <b>fra</b> ou <b>eng</b> par défaut

# LOCALE_PATH
source: Locale files path
fr: Chemin vers les fichiers de langues

source: Financial referencial
fr: Référentiel plan comptable

# REFERENCIAL_POSITION
source: Location of the folder for positions files
fr: Dossier des masques de positions

source: Suppliers referencial
fr: Referentiel des fournisseurs

# SUPPLIERS_EXCEL_INDEX_REFERENCIAL
source: EXCEL index referencial for suppliers
fr: Référentiel des index EXCEL pour fournisseurs

# INVOICE_NUMBER_SIZE
source: Invoice number minimal size
fr: Longueur minimale de facture

source: Input format date
fr: Format de date en entrée

source: Output format date
fr: Format de date en sortie

# SEPARATE_BY_DOCUMENT
source: Separate every two pages (recto/verso)
fr: Séparation toute les deux pages (recto/verso)

source: PDF/A export
fr: Export PDF/A

source: PDF export path
fr: Chemin d'export PDF

source: PDF/A export path
fr: Chemin d'export PDF/A

# DIVIDER_CREATION_FILE
source: Divider (when creating files)
fr: Séparateur (lors de la création de fichiers)

# DIVIDER_HELP
source: <b>_</b> ou <b>-</b> for example
fr: <b>_</b> ou <b>-</b> par exemple

# BLOBS_RATIO
source: Minimal ratio of blank page detection
fr: Ratio minimal de detection de page blanche

# BLOBSRATIO_HELP
source: Takes the number of keypoint found into the image comprade to the size of the image
fr: Il prends en compte le nombre de points trouvé dans l'image par rapport à la taille de l'image

# REST_URL
source: WebServices URL
fr: URL des Webservices

# REST_USER
source: Webservices user
fr: Utilisateur Webservices

# REST_PASSWORD
source: Webservices password
fr: Mot de passe Webservices

source: Available process
fr: Process disponible

source: Default process
fr: Process par défaut

# USERGROUP_ID
source: Usegroupd id
fr: Identifiant du groupe utilisateur

source: Status end
fr: Status clos

source: Type id
fr: Identifiant du type de document

source: Typist
fr: Rédacteur

source: Priority
fr: Priorité

source: Category id
fr: Identifiant de la catégorie

source: Default destination
fr: Destination par défaut

# DEFAULT_DESTUSER
source: Default recipient user
fr: Destinataire par défaut

# CUSTOM_VAT_NUMBER
source: Custom for VAT number
fr: Champs custom pour le numéro de TVA

# CUSTOM_HT
source: Custom for no rates total
fr: Champs custom pour le total HT

# CUSTOM_TTC
source: Custom for total including rates
fr: Champs custom pour le total TTC

# CUSTOM_ORDER_NUMBER
source: Custom for order number
fr: Champs custom du numéro de commande

# CUSTOM_INVOICE_NUMBER
source: Custom for invoice number
fr: Champs custom pour le numéro de facture

# CUSTOM_DELIVERY_NUMBER
source: Custom for delivery number
fr: Champs custom pour le numéro de BL

source: Contact type
fr: Type de contact

source: Contact purpose id
fr: Identifiant du label de l'adresse

source: AI path
fr: Chemin vers l'IA

# AI_MODEL_PATH
source: Path of the AI model
fr: Chemin vers le modèle

# AI_TRAIN_IMAGE_PATH
source: Path of the train image
fr: Chemin vers les fichiers d'entrainement

# AI_CONFIDENCE_MIN
source: Minimal level of confidence
fr: Niveau minimale de confiance

source: Database file
fr: Fichier de base de données

source: Database type
fr: Type de base de données

# DATABASE_TYPE_HELP
source: pgsql or sqlite
fr: pgsql ou sqlite

source: Postgres host
fr: Hôte Postgres

source: Postgres port
fr: Port Postgres

source: Postgres database
fr: Nom de la base de données Postgres

source: Postgres user
fr: Utilisateur Postgres

source: Postgres password
fr: Mot de passe postgres

source: Current version
fr: Version actuelle

source: Last version
fr: Dernière version

source: Modify configuration
fr: Modifier la configuration

source: Sorry, this page is not accessible
fr: Désolé, cette page n'est pas accessible

source: Error code
fr: Code erreur

# ACCESS_DENIED_SECURITY_REASONS
source: Access denied for security reasons
fr: Désolé, l'accès est refusé pour des raisons de sécurité

source: Go back
fr: Retourner en arrière

source: Invoices
fr: Factures

# TODAY_LOT
source: Daily batch
fr: Lot du jour

# YESTERDAY_LOT
source: Yesterday batch
fr: Lot de la veille

# OLD_LOT
source: Older batch
fr: Lot plus ancien

# _SEARCH_PLACEHOLDER
source: Search for invoice
fr: Rechercher une facture

source: No filter
fr: Aucun filtre

source: Filter
fr: Filtrer

source: Invoice locked by
fr: Facture verrouillée par

source: Number of pages
fr: Nombre de pages

source: Saved the
fr: Enregistré le

# ORIGINAL_FILENAME
source: Original file
fr: Fichier d'origine

source: Upload PDF
fr: Enregistrement d'un PDF

source: Send
fr: Envoyer

# PDF_VIEW
source: View PDF
fr: Visualisation du PDF

# SAVE_FORM
source: Save modifications
fr: Sauvegarder les modifications

# SUBSCRIPTION
source: Subscription (end)
fr: Abonnement (clos)

source: Asset
fr: Avoir

# HIDE_SUPPLIER_INFO
source: Hide supplier informations
fr: Cacher les informations du fournisseur

source: Supplier
fr: Fournisseur

source: Add
fr: Ajouter

source: Edit
fr: Modifier

# HIDE_FACTURATION_INFO
source: Hide facturation informations
fr: Cacher les informations de facturation

source: Billing
fr: Facturation

# HIDE_ANALYTIC_INFO
source: Hide analytic informations
fr: Cacher les informations analytiques

source: Analytic
fr: Analytiques

# ADD_NEW_LINE
source: Add a new line
fr: Ajouter une nouvelle ligne

source: Total no rate amount
fr: Montant HT

source: User in charge
fr: Utilisateur en charge

source: Select user..
fr: Selectionnez un utilisateur..

source: Validate invoice
fr: Valider la facture

source: Refuse invoice
fr: Refuser la facture

source: Form validation
fr: Validation du formulaire

source: Back to validation
fr: Retour à la validation

source: Number of documents
fr: Nombre de documents

source: Separator
fr: Séparateur

source: Origin document
fr: Document original

source: Delete
fr: Supprimer

# SEPARATOR_PROCESS
source: Separation process
fr: Processus de séparation

source: Delete selection
fr: Supprimer la selection

source: Check all
fr: Selectionner tout

source: Uncheck all
fr: Désélectionner tout

source: Reset
fr: Réinitialiser

source: Send to
fr: Envoyer à

source: History
fr: Historique

# DELETE_ALL_POSITIONS
source: Delete positions of all suppliers
fr: Supprimer les positions de tous les fournisseurs

source: Export
fr: Exporter

source: Suppliers
fr: Fournisseurs

# _SEARCH_PLACEHOLDER_SUPPLIER
source: Search for supplier
fr: Rechercher un fournisseur

source: Typology
fr: Typologie

# SKIP_AUTO_VALIDATION
source: Skip next automatic validation
fr: Outrepasser la prochaine validation automatique

# AUTO_VALIDATION_IS_SKIPPED
source: Next automatic validation is skipped
fr: La prochaine validation automatique est désactivée

source: Cancel
fr: Annuler

source: Creation date
fr: Date de création

source: Role
fr: Rôle

source: Active
fr: Actif

source: Inactive
fr: Inactif

# PROFILE_USER
source: User profile
fr: Profil de l'utilisateur

source: Disable user
fr: Désactiver l'utilisateur

source: Enable user
fr: Ré-activer l'utilisateur

source: Delete user
fr: Supprimer l'utilisateur

source: User profile
fr: Profil utilisateur

source: My user profile
fr: Mon profil utilisateur

source: Change password
fr: Changer le mot de passe

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: Change role
fr: Changer de rôle

# NO_RIGHTS
source: You do not have the right to perform this action
fr: Vous n'avez pas les droits pour effectuer cette action

source: Supplier
fr: Fournisseur

# NEW_LONG
source: To validate
fr: À valider

# WAIT_SUP_LONG
source: Waiting supplier validation
fr: En attente validation fournisseur

# ERR_LONG
source: Qualification error
fr: Erreur lors de la qualification

# NEW
source: To validate
fr: À valider

# WAIT_SUP
source: Waiting
fr: En attente

# ERR
source: Error
fr: Erreur

# ERR_GED
source: GED error
fr: Erreur GED

# ERR_GED_LONG
source: Error while inserting in GED
fr: Erreur lors de l'insertion en GED

# END
source: Closed
fr: Cloturée

source: Cancel upload
fr: Annuler

# SELECT_OR_DROP_DOC
source: Select or drop document
fr: Selectionner ou faites glisser un document

source: Format not allowed
fr: Format non autorisé

# FILE_UPLOAD_ERROR
source: Error while uploading file(s)
fr: Erreurs lors du téléchargement du/des fichier(s)

source: Choose VAT rate
fr: Selectionnez un taux de TVA
